disks/iodepth.64k_write/1.log
job: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=243409: Wed Aug 12 14:39:19 2020
  write: IOPS=3569, BW=223MiB/s (234MB/s)(5120MiB/22948msec)
    slat (usec): min=4, max=356, avg=18.29, stdev= 6.37
    clat (usec): min=33, max=11013, avg=259.88, stdev=250.60
     lat (usec): min=45, max=11037, avg=278.36, stdev=250.32
    clat percentiles (usec):
     |  1.00th=[   51],  5.00th=[   55], 10.00th=[   57], 20.00th=[  243],
     | 30.00th=[  258], 40.00th=[  262], 50.00th=[  265], 60.00th=[  265],
     | 70.00th=[  269], 80.00th=[  285], 90.00th=[  302], 95.00th=[  314],
     | 99.00th=[  832], 99.50th=[  857], 99.90th=[ 2638], 99.95th=[ 8717],
     | 99.99th=[ 9241]
   bw (  KiB/s): min=188288, max=877696, per=100.00%, avg=228843.11, stdev=112018.07, samples=45
   iops        : min= 2942, max=13714, avg=3575.67, stdev=1750.28, samples=45
  lat (usec)   : 50=0.71%, 100=13.31%, 250=7.85%, 500=75.06%, 750=0.94%
  lat (usec)   : 1000=1.98%
  lat (msec)   : 2=0.01%, 4=0.09%, 10=0.06%, 20=0.01%
  cpu          : usr=3.03%, sys=6.55%, ctx=81923, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=223MiB/s (234MB/s), 223MiB/s-223MiB/s (234MB/s-234MB/s), io=5120MiB (5369MB), run=22948-22948msec

Disk stats (read/write):
  sde: ios=0/81854, merge=0/0, ticks=0/20833, in_queue=548, util=96.65%